Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The aim of this trial was to recruit patients with HFpEF on various HF background therapies to evaluate the long-term effect of empagliflozin on CV death and hospitalisation for HF (HHF) in a real-life clinical setting.
es_es: El objetivo de este ensayo fue reclutar pacientes con ICFEp tratados con diversos tratamientos de base para la insuficiencia cardíaca y evaluar el efecto a largo plazo de empagliflozina sobre la muerte CV y la hospitalización por insuficiencia cardíaca en un entorno clínico de la vida real.

source: The aim was to check whether the available control measures were considered sufficient for the CCS and to derive primary packaging related CMAs.
es_es: El objetivo fue verificar si las medidas de control disponibles se consideraban suficientes para el envase y sistema de cierre, y derivar atributos críticos de los materiales relacionados con el acondicionamiento primario.

source: The aimof the Alteplase compared to Tenecteplase (AcT) trialwas to determine whether intravenous tenecteplase, at adose of 0.25 mg/kg, is non-inferior to alteplase in allpatients presenting early after acute ischaemic strokewho meet standard of care criteria for intravenousthrombolysis.
es_es: El objetivo del estudio AcT (Alteplasa comparado con Tenecteplasa) fue determinar si la tenecteplasa intravenosa a dosis de 0.25 mg/kg es no inferior a alteplasa en todos los pacientes que presentan ... temprana tras un accidente cerebrovascular isquémico agudo y tienen indicación protocolar de trombólisis intravenosa.

source: The air is HEPA filtered before entering the classified production areas.
es_es: Antes de entrar a las áreas de producción clasificadas, el aire se filtra en equipos tipo HEPA.

source: The air is drawn into the building and passed through a pre-filter and a HEPA filter.
es_es: El aire se hace ingresar al edificio a través de un prefiltro y un filtro HEPA.

source: The air is filtered before entering the classified production areas.
es_es: Antes de entrar a las áreas de producción clasificadas, el aire se filtra.

source: The air temperature is adjusted to a specified room temperature and may be additionally filtered by HEPA type filters before entering the individual areas depending on their classification.
es_es: El aire se ajusta a una temperatura ambiente específica y además, según su clasificación, puede pasarse por filtros de tipo HEPA antes de entrar en las áreas individuales.

source: The all- cause 30-day case fatality rate was 4% (95% CI 2.3, 6.7) and the thromboembolism-related 30-day case fatality rate was 1.6% (95% CI 0.6%, 3.5%).
es_es: La tasa de mortalidad por todas las causas a los 30 días fue 4% (IC del 95%: 2.3; 6.7) y la tasa de mortalidad a los 30 días relacionada con tromboembolismo fue 1.6 % (IC del 95%: 0.6%, 3.5%).

source: The allocation of study subject numbers to subjects was to be performed prior to the first administration of trial medication in the morning of Day 1 (Visit 2).
es_es: La asignación de los números de sujeto de estudio debía realizarse antes de la primera administración de la medicación en estudio en la mañana del día 1 (visita 2).

source: The allocation of subjects to either Part I or Part II was to be based on the time periods that the subjects were available.
es_es: Correspondía que se tomara en cuenta la disponibilidad de los sujetos al momento de asignarlos a la Parte I o a la Parte II del estudio.

source: The aluminium foil has one shiny and one matt side.
es_es: La lámina de aluminio tiene una cara brillosa y una mate.

source: The amount is stated correctly in the already registered validation document for this analytical method (see 3.2.S.4.3).
es_es: La cantidad está indicada correctamente en el documento de validación ya registrado para este método analítico (ver 3.2.S.4.3).

source: The amount of NDMA determined for each of the nine (or three) test solutions after spiking were corrected for the amount present prior to spiking.
es_es: La cantidad de NDMA determinada para cada una de las nueve (o tres) soluciones de análisis tras el enriquecimiento se redujeron para contemplar la cantidad previa al enriquecimiento.

source: The amount of NO-HCTZ in HCTZ Active Pharmaceutical Ingredient is much below 15 ppm (0.0015 %, correspondent to an AI of 1500 ng/day) as well the reporting threshold (≤ 0.05 %) according to the ICH Q3A guideline.
es_es: La cantidad de NO-HCTZ obtenida en el ingrediente farmacéutico activo HCTZ se encuentra holgadamente por debajo de las 15 ppm (0.0015 %, que corresponden a una ingesta aceptable de 1500 ng/día) y del umbral de informe (≤ 0.05 %), de acuerdo con el lineamiento Q3A de la ICH.

source: The amount of NO-HCTZ in Telmisartan / HCTZ Layered Tablets are much below 15 ppm (0.0015 %, correspondent to an AI of 1500 ng/day) as well the relevant reporting thresholds for unknown impurities according to ICH Q3A (≤ 0.05 %, API) and Q3B (≤ 0.1 %, DP).
es_es: La cantidad de NO-HCTZ obtenida en Telmisartán / HCTZ, comprimidos multicapa, se encuentra holgadamente por debajo de las 15 ppm (0.0015 %, que corresponden a una ingesta aceptable de 1500 ng/día) y del umbral de informe relevante para las impurezas desconocidas, de acuerdo con el lineamiento Q3A (≤ 0.05 %, IFA) y Q3B de la ICH (≤ 0.1 %, medicamento).

source: The amount of NO-HCTZ in Telmisartan / HCTZ Layered Tablets is much below 15 ppm (0.0015 %, correspondent to an AI of 1500 ng/day) as well the reporting threshold (≤ 0.1 %) for these impurities according to the ICH Q3B guideline.
es_es: La cantidad de NO-HCTZ obtenida en Telmisartán / HCTZ, comprimidos multicapa, se encuentra holgadamente por debajo de las 15 ppm (0.0015 %, que corresponden a una ingesta aceptable de 1500 ng/día) y del umbral de informe de dichas impurezas (≤ 0.1 %), de acuerdo con el lineamiento Q3B de la ICH.

source: The amount of dissolved drug substance is determined by UV spectroscopy, with the exception of the determination in toluelne.
es_es: La cantidad de principio activo disuelto se determina por espectroscopia UV, con la excepción de la determinación en tolueno.

source: The analyses by sex showed similar frequencies in male and female patients (Tables 15.3.1.5: 7 to 9).
es_es: Los análisis estratificados por sexo arrojaron frecuencias similares en pacientes varones y mujeres (Tablas 15.3.1.5: 7 a 9).

source: The analyses of AEs was based on the number of patients with AEs and not on the number of AEs, unless otherwise specified.
es_es: El análisis de eventos adversos se basó en la cantidad de pacientes con EA y no en la cantidad de eventos adversos, a menos que se especificara lo contrario.

source: The analyses of AEs were descriptive and followed the concept of treatment-emergent AEs.
es_es: Los análisis de eventos adversos fueron descriptivos y siguieron el concepto de evento adverso surgido del tratamiento.

source: The analyses of secondary outcomes have not been adjusted for multiple comparisons and, given the potential for type I error, should be interpreted as exploratory.
es_es: Los análisis de los criterios de valoración secundarios no se ajustaron para comparaciones múltiples y, dado el potencial de error tipo I, deben interpretarse como exploratorios.

source: The analyses were performed at the central laboratory.
es_es: Los análisis se hicieron en el laboratorio central.

source: The analyses were performed at the following testing site:
es_es: Los análisis se realizaron en el siguiente centro analítico:

source: The analyses were performed by one analyst utilising one HPSEC system and column.
es_es: Los análisis los hizo un analista con un sistema y una columna de HPSEC.

source: The analyses were to be done by ‘treatment at onset’.
es_es: Los análisis se hacían según "tratamiento al momento de la manifestación".

source: The analysis of AEs was based on the concept of treatment-emergent AEs; therefore, all AEs occurring prior to the first drug administration were assigned to the screening period, all AEs occurring between first drug intake and the next intake or the end-of-trial visit were assigned to the preceding treatment, and all AEs occurring after the end-of-study visit were assigned to the post-study period.
es_es: El análisis de eventos adversos se basó en el concepto de eventos adversos emergentes del tratamiento; por lo tanto, todos los eventos adversos que ocurrieron antes de la primera toma de la medicación se asignarían al período de selección, los que ocurrieron entre la primera y la siguiente toma o la visita de fin de estudio se asignarían al período de tratamiento que correspondiera hasta ese momento, y los ocurridos después de la visita de fin de estudio se asignaron al período posterior al estudio.

source: The analysis of all-cause hospitalisation using a negative binomial model produced similar results (Table 15.2.3.7: 2).
es_es: Resultados similares se obtuvieron analizando la hospitalización por todas las causas mediante un modelo binomial negativo (Tabla 15.2.3.7: 2).

source: The analysis of baseline LVEF as a continuous variable showed that there was no interaction (p = 0.4333) between treatment effect and LVEF.
es_es: El análisis de la FEVI inicial como variable continua arrojó que no hubo interacción (p = 0.4333) entre el efecto del tratamiento y la FEVI.

source: The analysis of hospitalisation for unstable angina showed no significant difference between linagliptin and glimepiride treatment (Section 4.2.4).
es_es: El análisis de hospitalizaciones por angina inestable no arrojó diferencias significativas entre los tratamientos con linagliptina y glimepirida (Sección 4.2.4).

source: The analysis of serum creatinine values showed no clinically meaningful differences between treatment groups.
es_es: El análisis de los valores de creatinina sérica no arrojó diferencias clínicamente significativas entre los grupos de tratamiento.

source: The analysis of specific AEs comprised urinary tract infections (UTI), genital infections, volume depletion, hypotension, hypoglycaemic events, bone fractures, and urinary tract malignancies.
es_es: El análisis de eventos adversos específicos abarcó infecciones del tracto urinario, infecciones genitales, depleción de volumen, hipotensión, eventos de hipoglucemia, fracturas óseas y tumores malignos del tracto urinario.

source: The analysis of the samples at Laboratorio MLE was carried out in June 2025
es_es: El análisis de muestras se hizo en Laboratorio MLE en junio de 2025.

source: The analysis of the secondary outcome of the modified Rankin scale score was performed with the use of ordinal logistic regression if proportional-odds assumptions were satisfied or, otherwise, with the use of assumption-free ordinal analysis on the full range (0 to 6) of the modified Rankin scale [P12-03568, R23-0861].
es_es: El análisis del criterio de valoración secundario del puntaje de la escala de Rankin modificada se realizó con regresión logística ordinal si se cumplían las hipótesis de probabilidades proporcionales o, en caso contrario, con el uso de análisis ordinal sin hipótesis en toda la escala de Rankin modificada (0 a 6) [P12-03568, R23-0861].

source: The analysis of the secondary outcome of the modified Rankin scale score was performed with the use of ordinal logistic regression if proportional-odds assumptions were satisfied or, otherwise, with the use of assumption-free ordinal analysis on the full range (0 to 6) of the modified Rankin scale.
es_es: El análisis del criterio de valoración secundario del puntaje de la escala de Rankin modificada se realizó con regresión logística ordinal si se cumplían las hipótesis de probabilidades proporcionales o, en caso contrario, con el uso de análisis ordinal sin hipótesis en toda la escala de Rankin modificada (0 a 6).

source: The analysis of the transfer samples at BIB was carried out in July 2024.
es_es: El análisis de muestras de transferencia se hizo en BIB en julio de 2024.

source: The analysis results and the SST criteria must be evaluated.
es_es: Corresponde evaluar los resultados del análisis y los criterios de la prueba de idoneidad del sistema.

source: The analysis was adjusted for the site-of-vessel-occlusion strata.
es_es: El análisis se ajustó según los estratos del sitio de oclusión vascular.

source: The analysis was performed according to the analytical procedure.
es_es: El análisis se realizó según el procedimiento analítico.

source: The analysis was performed only with blank solutions, QL solutions and matrix samplesolutions.
es_es: El análisis solo se hizo con las soluciones blanco, las soluciones límite de cuantificación y las soluciones matriz de muestra.

source: The analysis was performed only with blank solutions, matrix sample solutions and QC 01 solutions.
es_es: El análisis solo se hizo con las soluciones blanco, las soluciones matriz de muestra y las soluciones QC01.

source: The analysis was performed only with calibration standards, matrix sample solutions andblank solutions.
es_es: El análisis solo se hizo con los estándares de calibración, las soluciones muestra de matriz y las soluciones blanco.

source: The analysis was performed only with calibration standards.
es_es: El análisis solo se hizo con los estándares de calibración.

source: The analytical assessment of VOCs revealed some compounds above the safety concern threshold.
es_es: La evaluación analítica de los compuestos orgánicos volátiles reveló niveles de algunos compuestos por encima del umbral de seguridad.

source: The analytical data are provided and discussed in Sections 3.2.S.4.4 and 3.2.P.5.4 Batch Analyses.
es_es: En las Secciones 3.2.S.4.4 y 3.2.P.5.4, Análisis de partidas, se pueden apreciar los datos analíticos, asi como su estudio.

source: The analytical data have been generated at the QC site Boehringer Ingelheim Pharma GmbH and Co. KG, located in Ingelheim, Germany.
es_es: Los datos analíticos se generaron en el centro de control de calidad de Boehringer Ingelheim Pharma GmbH & Co. KG, ubicado en Ingelheim, Alemania.

source: The analytical method demonstrated acceptable precision and accuracy of quality control samples, and stability of empagliflozin and [13C6]-empagliflozin was verified under a variety of conditions (Appendix 16.1.9.4).
es_es: El método analítico demostró que las muestras de control de calidad tenían una precisión y exactitud aceptables, y se verificó la estabilidad de la empagliflozina y [13C6]-empagliflozina en una variedad de condiciones (Apéndice 16.1.9.4).

source: The analytical method demonstrated acceptable precision and accuracy of quality control samples, and the stability of metformin and d6-metformin was verified under a variety of conditions (Appendix 16.1.9.4).
es_es: El método analítico demostró que las muestras de control de calidad tenían una precisión y exactitud aceptables, y se verificó la estabilidad de la metformina y d6-metformina en una variedad de condiciones (Apéndice 16.1.9.4).

source: The analytical method to determine purity (%) of Tenecteplase (TPA-03) DP by Monomer Determination via Size Exclusion Chromatography (HP-SEC) is successfully transferred to Laboratorio MLE.
es_es: Se transfirió correctamente a Laboratorio MLE el método analítico usado para determinar la pureza (%) del medicamento Tenecteplasa (TPA-03) por determinación de monómero mediante cromatografía de exclusión por tamaños (HP-SEC).

source: The analytical method will be performed with the intended seven-point calibration model.
es_es: El método analítico se llevará adelante usando el modelo de calibración de siete puntos previsto.

source: The analytical panel to test the product quality was water content, reconstitution time, clarity and degree of opalescence, degree of colouration, osmolality, pH, icIEF, HPSEC, singlechain, CGE red., clot lysis, protein and PS 20 concentration.
es_es: El panel analítico para evaluar la calidad del producto fue el contenido de agua, el tiempo de reconstitución, la limpidez y el grado de opalescencia, el grado decoloración, la osmolalidad, el pH,icIEF, HPSEC,cadena única, CGE en condiciones reductoras, la lisis de coágulos, la concentración de proteína y PS 20.

source: The analytical procedure blue dye ingress testing is described in 3.2.P.5.2 Analytical Procedures (CCI testing).
es_es: El procedimiento analítico de la prueba de ingreso con tinción azul se describe en la Sección 3.2.P.5.2, Procedimientos analíticos (pruebas de integridad del envase y sistema de cierre).

source: The analytical procedure is robust, sufficiently sensitive for the determination of NDMA in metformin hydrochloride containing IR drug products.
es_es: El procedimiento analítico es robusto y sensible para determinar la presencia de NDMA en los medicamentos de liberación inmediata que contienen clorhidrato de metformina.

source: The analytical procedure presented in section P.5.2 (with the document number q0028354402) is a LC-HRMS procedure for the determination NDMA in metformin hydrochloride containing IR drug products (e.g. empagliflozin / metformin hydrochloride film-coated tablets).
es_es: El procedimiento analítico presentado en la Sección P.5.2 (con el número de documento q0028354402) es un procedimiento basado en LC-HRMS para determinar la presencia de NDMA en los medicamentos de liberación inmediata que contienen clorhidrato de metformina (por ejemplo, los comprimidos recubiertos de empagliflozina/clorhidrato de metformina).

source: The analytical procedure was validated according to ICH Q2 demonstrating the method is robust and can be used to accurately and precisely determine the content of N-nitroso dabigatran etexilate in the drug product.
es_es: El procedimiento analítico se validó según la normativa Q2 de la ICH, con lo que se demostró que el método es robusto y permite determinar con exactitud y precisión el contenido de etexilato de N-Nitroso dabigatrán en el medicamento.

source: The analytical procedures applied to both drug substance and drug product are presented in Section 3.2.S.4.2 Analytical Procedures.
es_es: En la Sección 3.2.S.4.2, Procedimientos analíticos, se presentan los procedimientos analíticos aplicados tanto al principio activo como al medicamento.

source: The analytical procedures used for stability testing, that are identical to the DP release methods, are described in Sections 3.2.S.4.2 and 3.2.P.5.2 Analytical Procedures.
es_es: Los procedimientos analíticos utilizados para las pruebas de estabilidad, que son idénticos a los métodos de las pruebas de liberación del medicamento, se describen en las Secciones 3.2.S.4.2 y 3.2.P.5.2, Procedimientos analíticos.

source: The analytical procedures used to test spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), referred to as PFS-NSD-1, for release and/or stability are provided in Table 36.
es_es: En la Tabla 36, se presentan los procedimientos analíticos usados para analizar la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), denominada dispositivo PFS-NSD-1, en las pruebas de liberación y/o estabilidad.

source: The analytical procedures utilized for testing of spesolimab drug product have been verified, as appropriate, or validated for their intended use as described in Table 36.
es_es: Los procedimientos analíticos empleados para evaluar el medicamento Espesolimab están verificados, según corresponda, o validados para su uso previsto, tal como se describe en la Tabla 36.

source: The analytical release data for alteplase DP batches (50 mg/vial) for three commercial batches of alteplase DP manufactured with DS material from the current registered TPA-05 manufacturing process at BI Biberach and for three batches manufacturing from the TPA-05 manufacturing process at BI Vienna (obtained from PPQ material) are presented in Table 2.
es_es: En la Tabla 2 pueden apreciarse los datos analíticos de liberación de tres partidas comerciales del medicamento alteplasa elaboradocon componentes del principio activo correspondientes al proceso de fabricación registrado actual, TPA-05, de BI Biberach, y tres partidas elaboradas según el proceso de fabricación TPA-05 de BI Vienna (obtenido de elementos de calificación del desempeño del proceso).

source: The analytical release data for four batches from the process performance qualification (PPQ runs), used for the TPA-05 process validation at BI Biberach are presented in Table 2.
es_es: En la Tabla 2 se presentan los datos de liberación analítica de cuatro partidas de calificación del rendimiento del proceso (corridas de calificación del desempeño del proceso), utilizadas para la validación del proceso TPA-05 en BI Biberach.

source: The analytical release data for three commercial tenecteplase DP 40 mg/vial and 50 mg/vial batches utilising the registered analytical procedures are presented in Table 11 and Table 12 respectively.
es_es: En la Tabla 11 y la Tabla 12, respectivamente, se presenta la información analítica de liberación de tres partidas comerciales del medicamento tenecteplasa (40 mg/vial y 50 mg/vial) con los procedimientos analíticos registrados.

source: The analytical release data including impurity profiles for batches manufactured during development are listed in Table 2.
es_es: En la Tabla 2, se pueden ver los datos analíticos de liberación, incluidos los perfiles de impurezas para las partidas elaboradas durante el desarrollo.

source: The analytical results for methods relevant to release testing were well within the specifications for release (see Section 3.2.P.5.1 Specifications).
es_es: Los resultados analíticos de los métodos correspondientes a las pruebas de liberación estuvieron dentro de las especificaciones de liberación (ver las Secciones 3.2.P.5.1, Especificaciones).

source: The analytical results obtained at both the sending and receiving unit have met the acceptance criteria as defined in the Transfer Protocol BICL-TP-2452367.
es_es: Los resultados analíticos de las unidades emisora y receptora cumplieron con los criterios de aceptación definidos en el Protocolo de Transferencia BICL-TP-2452367.

source: The analytical testing revealed that neither Ni nor any other ICH Q3D relevant element in class 1, 2 and 3 was detectable in the DP samples.
es_es: Según la evaluación analítica de las muestras del medicamento, no resultaron detectables ni el Ni ni ninguno de los otros elementos relevantes de las clases 1, 2 y 3, según el lineamiento Q3D de la ICH.

source: The analytical tests were performed according to:
es_es: Las pruebas analíticas se realizaron de conformidad con:

source: The appearance of the lyophilisate structure varied as described above depending on primary drying parameters and was evaluated in detail at commercial scale.
es_es: El aspecto de la estructura del liofilizado varió, tal como se describió anteriormente, en función de los parámetros de secado primario, y se evaluó en detalle a escala comercial.

source: The appearance of the vial and the appearance of the rubber stopper as well as the dimensions of the vial and the rubber stopper (inner diameter of vial neck, outer diameter of stopper plug): there is a probability that failure of these CMAs will affect the sterility of the DP CQA.
es_es: Con respecto al aspecto del frasco y el aspecto del tapón de caucho, y a las dimensiones del frasco y del tapón de caucho (diámetro interno del cuello del frasco, diámetro externo del encaje del tapón), es probable que un fallo de estos atributos críticos de los materiales afecte la esterilidad del atributo crítico de calidad del medicamento.
